const ta = {
    translation: {
        'appName': 'திருக்குறள்',
        'kuralNo': 'குறள் எண்',
        'adhigaram': 'அதிகாரம்',
        'aboutKural': 'திருக்குறள் குறிப்பு',
        'paal': 'பால்',
        'iyal': 'இயல்',
        'kuralAbout': 'திருக்குறள் (Thirukkural)  உலகப்புகழ் பெற்ற தமிழ் இலக்கியமாகும். இதனை இயற்றியவர் திருவள்ளுவர் என்று அறியப்படுபவர். இதில் 1330 குறள்கள் பத்து பத்தாக 133 அதிகாரங்களின் கீழ் தொகுக்கப் பெற்றுள்ளன. திருக்குறள் சங்க இலக்கிய வகைப்பாட்டில் பதினெண்கீழ்க்கணக்கு எனப்படும் பதினெட்டு நூல்களின் திரட்டில் இருக்கிறது. இது அடிப்படையில் ஒரு வாழ்வியல் நூல். மாந்தர்கள் தம் அகவாழ்விலும் சுமுகமாக கூடி வாழவும், புற வாழ்விலும் இன்பமுடனும் இசைவுடனும் நலமுடனும் வாழவும் தேவையான அடிப்படைப் பண்புகளை விளக்குகிறது. இந்நூல் அறம், பொருள், இன்பம் அல்லது காமம் என்னும் முப்பெரும் பிரிவுகளாய் (முப்பால்) பிரித்தும் அழகுடன் இணைத்தும் கோர்த்தும் விளக்குகிறது. வாழ்வியலின் எல்லா அங்கங்களையும் திருக்குறள் கூறுவதால், அதைச் சிறப்பித்துப் பல பெயர்களால் அழைப்பர்: திருக்குறள், முப்பால், உத்தரவேதம், தெய்வநூல், பொதுமறை, பொய்யாமொழி, வாயுறை வாழ்த்து, தமிழ் மறை, திருவள்ளுவம் என்ற பெயர்கள் அதற்குரியவை. கருத்துக்களை இன, மொழி, பாலின பேதங்களின்றி காலம் கடந்தும் பொருந்துவது போல் கூறி உள்ளதால் இந்நூல் "உலகப் பொது மறை" என்றும் அழைக்கப்படுகிறது. திருக்குறள் - இதற்குப் பலர் உரை எழுதியுள்ளனர். அவற்றில் புகழ் வாய்ந்ததாக விளங்குவதும் அதிகமாகப் பயன்படுத்தப்பட்டதும் பரிமேலழகர் உரைதான். தற்காலத்திலும் பலர் உரை எழுதியுள்ளனர். அவற்றில் சிலவற்றை தமிழ் மற்றும் ஆங்கிலத்தில் இத்தளத்தின் வாயிலாக படித்து மகிழுங்கள்.',
        'textWrittenByHead': 'தமிழ் உரை எழுதியவர்கள்',
        'pt1': 'திரு பரிமேலழகர்',
        'pt2': 'திரு மு.வரதராசனார்',
        'pt3': 'திரு மணக்குடவர்',
        'pt4': 'திரு மு.கருணாநிதி',
        'pt5': 'திரு சாலமன் பாப்பையா',
        'pt6': 'திரு வீ.முனிசாமி',
        'textWrittenByHeadEN': 'ஆங்கில உரை எழுதியவர்கள்',
        'pe1': 'பேராசிரியர் டாக்டர் ஜி. யூ. போப்',
        'pe2': 'பேராசிரியர் டபிள்யூ. எச். ட்ரூ',
        'pe3': 'பேராசிரியர் ஜான் லாசரஸ்',
        'pe4': 'திரு எப். டபிள்யூ. எலிஸ்',
        'mv': 'டாக்டர் மு.வரதராசனார்',
        'mk': 'மு. கருணாநிதி',
        'sp': 'சாலமன் பாப்பையா',
        'selectadhi': 'அதிகாரம் தேர்ந்தெடு',
        'selectIyal': 'இயல் தேர்ந்தெடு',
        'total': 'மொத்தம்',
        'getDetails': 'விவரங்களை பெறுக',
        'selectPaal': 'பால் தேர்ந்தெடு',
        'created': 'ஏலியன்501👽 ஆல் உருவாக்கப்பட்டது',
    }
};

export {
    ta
}